{"translation-revision-date":"2023-10-19 09:23+0200","generator":"WP-CLI\/2.8.1","source":"assets\/js\/openstreetmap-block.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"de_DE","plural-forms":"nplurals=2; plural=(n != 1);"},"map":["Karte"],"leaflet":["Leaflet"],"Map":["Karte"],"Map Style":["Kartenstil"],"Terms of Use":["Nutzungsbedingungen"],"Map Style Key":["Kartenstil-Schlüssel"],"You need an api key or acess token to use the chosen map style. Please inform yourself on the website of the provider.":["Sie benötigen einen API-Schlüssel oder Zugriffstoken, um den ausgewählten Kartenstil verwenden zu können. Bitte informieren Sie sich auf der Webseite des Anbieters."],"You need to whitelist your domain to use the chosen map style. Please inform yourself on the website of the provider.":["Sie müssen Ihre Domain auf die Whitelist setzen, um den ausgewählten Kartenstil verwenden zu können. Bitte informieren Sie sich auf der Website des Anbieters."],"Map Height in Relation to Width":["Kartenhöhe in Relation zur Breite"],"Zoom Level":["Zoomstufe"],"Zoom With CTRL-Key Only":["Zoom nur mit STRG-Taste"],"Latitude of the Map's Center":["Breitengrad der Kartenmitte"],"Only needed if marker is not the center of the map":["Nur benötigt, wenn die Markierung nicht der Mittelpunkt der Karte ist"],"Longitude of the Map's Center":["Längengrad der Kartenmitte"],"Activate Routing":["Navigation aktivieren"],"Show Attribution":["Namensnennungen anzeigen"],"Attributions for content providers are shown as links on the bottom right corner of the map. If you disable the checkbox please consider the legal circumstances.":["Die Namensnennungen für die Anbieter der Inhalte werden als Links in der unteren rechten Ecke der Karte angezeigt. Wenn Sie die Checkbox deaktivieren, erwägen Sie die rechtliche Situation."],"Routing":["Navigation"],"Default Routing Destination":["Standard Navigationsziel"],"No Marker":["Keine Markierung"],"Marker":["Markierung"],"Routing Service":["Navigationsservice"],"This plugin uses OSRM`s demo server by default for demonstration purpose of the routing option. However it is not suitable for actual use as a routing service, as the server can deny access at any time or may not be available at all times. Please choose a different routing service for actual use on your website.":["Dieses Plugin verwendet standardmäßig den Demo-Server von OSRM zur Demonstration der Navigations-Option. Es ist jedoch nicht für die tatsächliche Verwendung als Navigations-Service geeignet, da der Server den Zugriff jederzeit verweigern kann oder möglicherweise nicht jederzeit verfügbar ist. Bitte wählen Sie einen anderen Navigations-Service für die tatsächliche Verwendung auf Ihrer Website."],"Routing Key":["Navigations-Schlüssel"],"You need an api key or an access token to use the chosen routing service. Please inform yourself on the website of the service provider. If chosen provider is same as map style provider, leave field empty to use key from map style key field.":["Sie benötigen einen API-Schlüssel oder einen Zugriffstoken, um den ausgewählten Navigations-Service verwenden zu können. Bitte informieren Sie sich auf der Webseite des Anbieters. Wenn der gewählte Anbieter und der Kartenstil-Anbieter übereinstimmen, lassen Sie das Feld leer, um den Kartenstil-Schlüssel zu verwenden."],"Geocoding":["Geokodierung"],"Geocoding is used for translating an address to latitude and longitude when choosing address as source for the marker position or when routing is activated.":["Geokodierung wird verwendet, um eine Adresse in Breiten- und Längengrad zu übersetzen, wenn Adresse als Quelle für die Markerposition ausgewählt wird oder wenn das Routing aktiviert ist."],"Geocoding Service":["Geokodierungs-Service"],"Geocoding Key":["Geokodierungs-Schlüssel"],"You need an api key or an access token to use the chosen geocoding service. Please inform yourself on the website of the service provider. If chosen provider is same as map style provider, leave field empty to use key from map style key field.":["Sie benötigen einen API-Schlüssel oder einen Zugriffstoken, um den ausgewählten Geokodierungs-Service verwenden zu können. Bitte informieren Sie sich auf der Webseite des Anbieters. Wenn der gewählte Anbieter und der Kartenstil-Anbieter übereinstimmen, lassen Sie das Feld leer, um den Kartenstil-Schlüssel zu verwenden."],"Markers":["Markierungen"],"Center map on":["Karte zentrieren auf"],"Determine Position By":["Position bestimmen durch"],"Address":["Adresse"],"Coordinates":["Koordinaten"],"Latitude":["Breitengrad"],"Longitude":["Längengrad"],"Show From All":["Alle anzeigen"],"Search Icons":["Icons suchen"],"No Icons Found":["Keine Icons gefunden"],"Select Icon":["Icon auswählen"],"Color":["Farbe"],"Red":["Rot"],"White":["Weiß"],"Blue":["Blau"],"Green":["Grün"],"Black":["Schwarz"],"Orange":["Orange"],"Yellow":["Gelb"],"Popup Text":["Pop-up-Text"],"Add Marker":["Markierung hinzufügen"]}}}